IDEA Open Model
BoltParam.Radii Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the radii of bolts (polar coordinate system).
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NumberGroups Radii { get; set; }
Public Property Radii As NumberGroups
	Get
	Set
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace